---
layout  : wiki
title   : 내면소통
summary : 
date    : 2023-10-02 17:47:19 +0900
updated : 2023-10-03 07:57:26 +0900
tag     : 도서, 건강
toc     : true
public  : true
parent  : 
latex   : false
---
* TOC
{:toc}

## 개요
* 지은이: 김주환
* 펴낸곳: (주)인플루엔셜
* ISBN: 979-11-6834-085-5 (003400)

## 밑줄
### 제1장 마음근력 훈련이 필요한 이유
#### 뇌는 생존하기 위해 세상을 왜곡한다
#### 원시인의 뇌로 살아가는 현대인
#### 두려움: 뇌가 비상사태에 대처하는 방식
#### 얼룩말이 위궤양에 안 걸리는 이유
#### 편도체와 전전두피질의 시소 관계
#### 마음근력 강화를 위한 교육의 중요성

### 제2장 세 가지 마음근력의 뇌과학적 근거 
#### 인간 존재의 세 가지 범주와 마음근력
#### 세 가지 범주와의 소통능력이 마음근력이다
#### 자기조절력: 나 자신과의 소통능력
#### 대인관계력: 타인과의 소통능력
> 뇌과학자들은 인간관계에서 오는 괴로움이 신체적 고통과 마찬가지로 정말 '아픈'것이라는 점을 증명했다. 심지어 타이레놀 등의 진통제를 먹으면 이별의 고통이나 왕따로인한 괴로움이 한층 완화된다는 사실도 입증했다. (p. 91)

#### 자기동기력: 세상과의 소통능력
> 사람은 자기 뜻에 따라 주변 환경을 변화시킴으로써 즐거움은 느낀다. 아이는 주변을 변화시킴으로써 스스로 성장한다. 나를 둘러싼 환경을 변화시키는 일이야말로 스스로 정장할 수 있는 유일한 방법이다. (p. 96)

#### 마음근력의 뇌과학적 근거

### 제3장 마음근력 훈련을 한다는 것
#### 유전자 결정론의 환상에서 벗어나야 한다
#### 마치 유전처럼 보이는 환경의 영향
#### 후성유전학의 관점에서 본 마음근력 훈련
#### 신경가소성: 마음근력 훈련이 가져오는 변화

### 제4장 내가 나를 변화시킨다는 것
#### 내가 나를 변화시키는 것이 가능한 이유
#### '나’는 단 하나의 고정된 실체라는 환상
#### 배경자아와 내면소통
> 내가 스스로 나 자신을 변화시킨다는 것은 곧 습관적이고 자동화된 이야기 방식을 바꾼다는 뜻이다. 새로운 내면소통 방식을 체득하고 습관화 한다는 뜻이다. 나와의 소통방식과 내용이 달라지면 '나'라는 사람 자체가 달라진다. 다시 한번 강조하지만 나 자신은 내 기억의 덩어리이고, 그 기억은 일화기억의 집적물이다. 그리고 일화기억의 본질은 경험에 관한 내 스토리 텔링 그 자체다. 좀 더 정확히 말하자면, 우리는 '이야기'로 바꿔서 저장할 수 있는 것만을 내가 한 '경험'으로 기억한다. 이런 의미에서 '나'를 이루는 모든 경험과 이겅의 본질은 이야기다. 그렇기에 내가 나의 내면에서 끊임없이 만들어내는 이야기의 방식과 내용을 바꾼다면 나는 얼마든지 나 자신을 바꿀 수 있다. (p. 169)


> 사람들은 자신이 스스로의 핵심가치에 부합해서 살아가고 있다고 믿는 경향이 있다. 그렇지 않다는 모순적인 정보에 대해서는 본능적으로 저항하게 마련이다. 따라서 자신의 핵심가치에 대해 글을 쓰거나 말을 하게 하면, 자신의 핵심가치를 내면화하고 그에 부합하도록 자신의 행동 패턴을 바꾸어나가게 된다. 나아가 스스로에 대해서도 긍정적인 태도를 지니게 된다. (p. 171)

#### 지속적인 내면소통으로서의 의식
#### 의식에 관한 양자역학의 통찰
#### 의식의 특성과 뇌가 만들어내는 환상: 단일성, 동시성, 연속성, 체화성, 수동성

### 제5장 뇌는 어떻게 작동하는가
#### 추론: 뇌의 기본 작동방식
#### 가추법: 추론의 논리 구조
> 연역법은 '규칙&rarr;사례&rarr;결과'의 순서로 진행되는 논리 구조다. 우리에게 익숙한 예로는 다음과 같은 것이 있다. '모든 사람은 죽는다'라는 규칙이 있고 '에녹은 사람이다'라는 사례가 있는 경우, 그 결과로서 '에녹은 죽는다'라는 결론이 도출되는 것이다. 이어서 퍼스는 유명한 콩 주머니 예를 통해 연역법, 귀낭법, 가추법의 세 가지 논증 형태를 비교한다.
> 
> **연역(Deduction)**
> 
> 규칙: 이 주머니 안에 있는 모든 콩은 하얗다.
> 
> 사례: 이 콩은 이 주머니에서 나온 것이다.
> 
> 결과: 이 콩은 하얗다.
>
> **귀납(Induction)**
> 
> 사례: 이 콩은 주머니에서 나온 것이다.
> 
> 결과: 이 콩은 하얗다.
> 
> 규칙: 이 주머니 안에 있는 모든 콩은 하얗다.
>
> **가설(Hypothesis)**
> 
> 규칙: 이 주머니 안에 있는 모든 콩은 하얗다.
> 
> 결과: 이 콩은 하얗다.
> 
> 사례: 이 콩은 이 주머니에서 나온 것이다. (p. 217)


> 가추법은 연역법이나 귀납법과는 달리 논리학자나 과학자의 전유물이 아니다. 우리가 일상생활에서 연역적 혹은 귀납적 논증을 수행하는 경우는 그리 많지 않다. 그런데 우리는 매일 가추를 하며 산다. 가령 우리는 어느 음식점 앞에서 사람들이 많이 모여 있는 것을 보고 그 집 음식이 맛있는 모양이라고 추측한다. 음식점 앞에 늘어선 긴 줄을 음식이 맛있다는 사실을 뜻하는 기호로 받아들이는 것이다. (p. 223)

#### 예측오류와 자유에너지 원칙
#### 마코프 블랭킷: 능동적 추론 과정을 위한 모형
#### 마코프 블랭킷과 내면소통
#### 정신질환과 보상체계에 대한 새로운 이해
>그 동안 전통적인 보상반응 실험에서는 뇌가 주어진 자극을 '보상'으로 판단했기 때문에 도파민이 분비되었다는 것을 당연한 결론으로 받아들였다. 하지만 프린스턴은 주어진 자극이 '보상이기 때문에' 도파민 회로가 작동한 것은 아니라고 주장한다. 그는 뇌가 주어진 자극을 '새롭고 현저한' 경험으로 파악했고, 이 경험에 대한 '능동적 추론이 정확했기 때문에' 도파민이 분비된 것이라고 보았다. 즉 그동안의 수많은 보상반응 시험에서 피험자에게 주어진 자극은 '보상'의 역할을 했던 것이라기보다는 '새롭고 현저한 자극'의 역할을 했다는 것이다. 도파민 시스템은 '보상에 대한 반응' 시스템이 아니라 새로운 자극에 대한 '추론의 결과에 반응하는' 시스템으로 봐야 한다. (p. 265)

>도파민 회로의 작동방식과 보상에 대한 새로운 이해는 명상의 효과를 좀 더 깊이 이해하는 데도 중요한 암시를 준다. 모든 것을 새롭고도 현저한 자극으로 받아들이는 내부상태를 유지하는 것이 바로 명료한 의식상태다. 자유에너지 원칙의 관점에서 보다면 '알아차림 명상'은 모든 감각상태와 내부상태가 능동적 추론과 예측적 조절에 활발히 몰입하는 상태이며, 주어지는 모든 자극을 새로운 자극으로 받아들여 지속적으로 도파민 회로가 작동하는 상태라 할 수 있다. 이것이 바로 알아차림 명상과 '아나빠나사띠'와 같은 호흡 명상이 지극한 기쁨과 행복감을 주는 이유다. (p. 269)


#### 마코프 블랭킷의 중첩구조와 내면소통 훈련

### 제6장 내재적 질서와 내면소통
#### 기계론적 세계관을 벗어나야 내면소통이 보인다
#### 전체로서의 우주와 내재적 질서
#### 유기론적 세계관과 전체적 움직임
#### 내재적 질서와 물질: 마음 이원론의 문제
#### 물질, 의미 에너지의 삼자관계와 자아의 세 가지 범주
#### 봄과 프리스턴: 능동적 정보와 능동적 추론
#### 생성질서와 내면소통

### 제7장 내면소통과 명상
#### 모든 소통은 내면소통이다
#### 뇌 발달에 있어서 내면소통의 중요성
#### 내면소통의 유형과 스타일
#### 내면소통의 힘에 관한 구체적 사례: 플라시보, 최면, 선문답
#### 마음근력 훈련으로서의 내면소통 명상
>하지만 사띠는 내게 벌어지는 일을 붙잡거나 지키거나 하지 않고 오히려 있는 그대로 바라보고 '놔둔다(letting go)'라는 의미다. 따라서 마임챙김은 영어 'mindfulness'의 번역어는 될 수 있을지언정 팔리어 '사띠'의 번역어로는 적절치 않다.  ...(중략)... 시겔은 '마인드풀어웨어니스'라는 표현을 통해 알아차림에 대한 알아차림(지금 내가 어떠한 경험을 하고 있다는 사실을 알아차리고 있다는 것을 알아차리는 거)과 주의에 대해 주의를 두는 것(내가 지금 어디에 주의를 두고 있는지에 대해 주의를 두는 것) 모두 사띠의 핵심이라고 설명한다. 시켈이 말하는 '마인드풀어웨어니스'야말로 사띠의 핵심 개념을 정확히 포착한 것이라 할 수 있다. (p. 388~389)


### 제8장 편도체 안정화를 위한 내면소통 명상
#### 두려움과 분노는 본질적으로 같다
>감정 역시 마찬가지다. 감정에는 긍정적인 것이나 부정적인 것이 따로 있지 않다(왜냐하면 긍정적 '정서'는 엄밀히 말해서 '정서'가 아니므로). 부정적 감정에 다양한 실체가 있는 것도 아니다. 감정의 실체는 '부정적 감정' 단 하나뿐이고, 그것의 본질은 '두려움(불안감 혹은 공포)' 하나뿐이다. 두려움에서 좌절감과 우울감이 오고 분노와 공격성향이 나온다. 불안감은 여러 가지 다양한 형태로 나타나는 모든 부정적 감정의 근원이다. ...(중략)... 즉 분노나 짜증이나 신경질이나 불안감이나 모두 '두려움'의 다양한 형태임을 이해하는 것이 중요하다. (p. 402)

#### 감정은 마음이 아니라 몸의 문제다
#### 감정과 통증은 본질적으로 같다
>다시 한번 강조하지만, 감정은 몸의 문제이고 일종의 신체 현상이다. 감정은 몸이 주는 다양한 감각정보를 바탕으로 구성되는 것이기 때문에 감정의 조절은 몸을 통해서만 가능하다. (p. 415)

#### 감정조절장애와 만성통증으로부터 벗어나기
> 통증에 대한 능동적 추론 시스템에 이상이 생겼다는 것은 중요하지 않은 감각정보를 통증으로 해석하는 자동화된 습관이 뇌의 작동방식 일부로 자리 잡은 상황이라 할 수 있다. ...(중략)... 예측오류의 습관이라는 것은 신경시스템 자체에 장착된 것이기에 특정한 의도나 의식적인 노력을 통해 바꿀수 있는 차원의 문제가 아니다. (p. 421)

> 중요한 것은 무의미한 내부감각 신호에 지나치게 중요성을 부여하는 신경시스템의 습관을 바꾸는 것인데 말하다면 감각정보들의 볼륨을 약화시키고 잠잠하게 하는 것이라 할 수 있다. 프린스턴은 이것을 '주의력 재배치(redeployment of attention)'라고 부란다. 노이즈에 불과한 특정한 내부감각 신호들에 집중되었던 주의를 거둬들이고 다른 감각 신호들로 주의를 분산시켜 보내는 것이다. ...(중략)... 몸과 마음이 늘 아픈 만성통증 환자에게 꼭 필요한 것이 신경시스템의 주의력 재배치다. ...(중략)... 프린스턴이 ㅁ라하는 '주의력 재배치'는 굳게 마음먹고 의도한다고 해서 되는 것은 아니지만, 간접ㅈ거인 방식의 훈련을 통해서 얼마든지 달성할 수 있다. 주의력 재배치 훈련의 대표적인 것이 전통적인 사띠 명상이다. 흔히 알아차림 훈련이라 불리는 사띠 명상은 지금 여기서 내 몸이 느낄 수 있는 여러가지 내외부 감각정보에 실시간으로 최대한 주의를 집중하는 훈련이다. (p. 422~423)

> 편도체를 안정시킬 수 있는 것은 간접적인 방법뿐이다. ...(중략)... 우리는 의도를 갖고 직접 편도체를 가라앉힐 수는 없으나, 의도적으로 턱이나 어깨근육의 긴장을 어느 정도 완화할 수는 있다. 안면근육의 긴장을 풀어서 표정을 부드럽게 할 수도 있다. 심장박동도 직접적으로 천천히 뛰게 할 수는 없지만 호흡을 통해 간접적으로 심박수를 어느 정도 조절할 수 있다. (p. 426)

> 우리 몸에는 자율신경계의 지배를 받으면서 동시에 의식적인 개입이 가능한 기능이 딱 하나 있다. 바로 '호흡'이다. (p. 427)

> 한편 전전두피질 활성화는 의식적으로 특정한 생각을 하는 등의 직접적인 노력을 통해 가능하다. 우선 나의 생각이나 감정을 살펴보고 알아차리는 자기참조과정을 하면 mPFC(내측전전두피질) 중심의 디폴트모드네트워크(DMN)가 활성화 된다. 또 나와 타인에 대해 긍정적인 생각을 하면 여깃 전전두피질 중심의 다양한 신경망이 활성화된다. (p. 428)

#### 편도체 안정화를 위한 뇌신경계 이완 훈련
#### 내부감각 훈련으로서의 내면소통 명상

### 제9장 고유감각 훈련과 움직임 명상 
#### 고유감각 훈련이란 무엇인가
#### 의식은 움직임을 위해 존재한다: 고정된 행위유형(FAP)으로서의 감정
#### 깨어 있음: 움직임을 위한 준비상태
#### 움직임 명상을 통한 감정조절
> 전정기관이나 시각정보 이외에도 내 몸의 움직임과 관련된 매우 중요한 감각정보 시스템이 하나 더 있다. 그것이 바로 고유감각(proprioception)인데, 몸의 움직임, 위치, 자세 등에 관한 정보를 감지하는 감각시스템이다. 우리 몸에는 시각, 청각, 후각, 미각, 촉각 등의 다섯 가지 감각기관만이 있는 것이 아니다. 몸의 위치, 자세, 움직임을 감지하는 별도의 감각시스템이 있다. (p. 504)

> 고유감각에 대한 자각 능력을 높여주는 고유감각 훈련은 내부감각 훈련과 마찬가지로 감정조절 능력을 크게 향상시켜 준다. 지금까지 여러 연구가 고유감각에 대한 자각 능력을 향상시키면 감정인지 및 감정조절 능력이 향상되고 트라우마 스트레스 장애나 불안장애, 우울증 등의 개선에도 도움이 된다는 점을 밝혀냈다. (p. 504)

> 고유감각 훈련은 의도와 움직임 사이에 존재하는 무의식적인 움직임 패턴과 그와 관련된 신경망에 새로운 습관을 심어주는 것을 목표로 한다. 따라서 고유감각에 주의를 집중하고 몸의 움직임을 지속해서 알아차리는 것이 훈련의 핵심이다. 몸을 원래 주어진 대로 효율적으로 움직이기 위해서는 나쁜 습관과 결부되어 있는 '의도'를 버려야 한다. 제대로 일어서기라는 동작을 하려면 원래 갖고 있던 '일어선다'라는 의도를 버리고 몸의 자연스러운 상태를 느끼면서 일어서는 훈련을 해야 한다. (p. 509)

#### 고유감각 훈련의 여러 형태
>고유감각 훈련의 목표는 특정한 자세를 비슷하게 흉내 내는 데 있지 않다. 그보다는 특정한 자세를 취하고 몸을 움직이는 과정에서 내 몸이 나에게 주는 다양한 신호들을 지속적으로 명료하게 알아차리는 데 집중해야 한다. 가장 중요한 것은 근육과 관전들이 주는 고유감각에 계속 주의를 집중하는 것이다 (p. 519)

>**달리기명상: 존2(zone 2) 유산소 운동법**
>
>우선 호흡에 집중하면서 꼬리뼈부더 정수리까지 일직선을 유지하면서 긴장을 푸는 ㄱ서이 중요하다. 목과 어깨와 팔과 다리와 몸통 그 어느 부분도 긴장되지 않도록 살피면서 천천히 달리기 시작한다. 특히 복부의 긴장을 풀어서 배를 툭 풀어놓는다는 느낌을 유지한다. 머리는 편안하게 세워서 정수리가 계속 하늘 쪽으로 올라간다는 느낌이 들도록 한다. 한편 승모근이 긴장되어 어깨가 들어 올려지지 않도록 계속 어깨를 툭 떨어뜨린다. 귀와 어깨가 점점 멀어진다는 느낌이 들도록 한다. 양 팔꿈치는 대각선이 아니라 앞뒤로 움직이는 느낌을 유지한다. 두 손이 가슴 중앙선 앞ㅉ꼬으로 오지 않고 되도록 몸 양쪽에서 앞뒤로 움직이도록 해야 어깨 긴장을 풀기 쉽다. (p. 521)

### 제10장 전전두피질 활성화를 위한 내면소통 명상 
#### 알아차림과 자기참조과정
> 편도체를 가라앉히는 것이 '내 좀과의 내면소통' 훈련이라면, 전전두피질을 활성화하는 것은 '내 마음과의 내면소통' 훈련이라 할 수 있다. 전전두피질을 활성화하는 방법에는 크게 두 가지가 있다. 하나는 나 자신의 현재 상태를 되돌아보는 자기참조과정이고, 다른 하나는 나와 타인에 대한 긍정적 정보를 처리하는 것이다. ...(중략)... 나 자신의 생각, 감정, 행동 등을 알아차리는 것은 곧 강력한 자기참조과정이며, 이때 주로 전전두피질 중심의 신경망이 활성화 된다. ...(중략)... 자기참조과정은 자기 자신을 돌이켜보아 현재 모습을 지속해서 알아차리는 기능이다. 과거나 미래의 모습을 기억하거나 상상하는 것은 자기참조과정이 아니다. 자기참조과정은 항상 '지금 여기'에서늬 나의 경험에 주의를 집중하는 것이다. (pp. 553~554)

#### 자기참조과정 훈련과 명상의 효과
#### 자기참조과정 훈련의 세 단계
* 첫 번째 단계: 나 자신과 거리 두기
> 무언인가를 바라보려면 일정한 거리가 필요하다. 내가 나를 바로보기 위해서도 나로부터 '분리(detachment)'되어야 한다. ...(중략)... 이처럼 자기 자신을 3인칭이나 이름으로 호칭하는 것은 일종의 '나 자신과의 거리 두기'로 스스로 감정을 조절하는 데 큰 도움을 주는 것으로 알려졌다. ...(중략)... 나 자신과의 거리를 두는 또다른 방법은 자기 감정에 대해서 '이름 붙이기(labeling)'를 하는 것이다. 현재 내가 느끼는 감정이 어떠한지 되도록 구체적으로 묘사하려면 지금 마음속에 떠오르는 감정이나 느낌을 놓치지 말고 계속 알아차려야 한다. ...(중략)... 이러한 연구결과는 스스로 자기 검정에 이름 붙이기를 하는 알아차림 명상을 하게 되면 편도체가 안정화되고 전전두엽은 더 활성화될 수 있다는 점을 시시한다. (p. 566~567) 

* 두 번째 단계: 알아차림과 디폴트모드네트워크의 활성화
>이처럼 외부로, 과거로, 미래로 향하는 주의(attention)의 방향을 180도 돌려서 지금 여기에서 나의 내면을 바라보기 위해서는 먼저 아무런 대상에도 집중하지 않는 훈련이 필요하다. 이것이 디폴트모드네트워크(DMN)를 활성화하는 훈련이다. ...(중략)... 일상생활에서 디폴트모드네트워크의 활성화를 통해 자기참조과정 상태에 다다르는 가장 쉬운 방법은 아무것도 하지 않고 조용히 시간을 보내는 것이다. 외부의 사건이나 사물에 집중하는 대신 나 자신의 내면을 돌아보면서 완전히 긴장을 푸는 것이다. 이를 위해 가장 효과적인 방법이 내부감각이나 고유감각에 집중하는 움직임 명상이다. ...(중략)... 1년 중 단 며칠이라고, 혹은 하루 중 단 몇 분이라도 아무것도 하지 ㅇ낳을 수 있는 나만의 고요한 시간과 조용한 공간을 즐기는 것이 진정한 럭셔리 여행이다. (p. 568~573)

* 세 번째 단계: 격관명상-대상 없는 알아차림 

#### 여섯 가지 긍정적 내면소통 명상: 용서, 연민, 사랑, 수용, 감사, 존중

### 제11장 마음근력 향상을 위한 다양한 전통 명상
#### 명상 수행이란 무엇인가
#### 불교 전통의 명상법
#### 유교 전통의 명상법: 정좌법
#### 장자의 명상법
#### 호흡 명상 전통: 아나빠나사띠
> 홓브을 통한 감정조절에 있어서 또 하나 중요한 점은 들숨과 날숨의 길이 비율이다. 보통 호흡을 할 때는 사람마다 약간의 차이가 있지만 들숨의 길이와 날숨의 길이가 거의 비슷하다. 그런데 날숨의 길이를 약간 더 길게 하면 심박수는 내려가고 심박변이도는 올라게게 된다. 이것의 효과는 거의 즉각적이다. 날숨을 들숨보다 두 배 이상 길게 하면서 두어 번만 호흡해도 온몸의 긴장 수준이 떨어지고, 심각수는 느려지며, 감정도 차분해진다. 편도체가 활성화되어 온몸에 긴장과 스트레스가 느껴진다면 들숨 4초 날숨 8초씩(한호흡당 12초) 10회가량만 호흡을 해도 큰 효과를 볼 수 있다. 스트레스가 심하다고 느끼면 5분간 25회 정도 해도 좋다. 시험이나 발표를 앞두고 긴장감이 올라가는 수험생이나 실전에서의 집중력 강화가 필요한 운동선소들은 즉각적으로 그 효과를 경험할 수 있다. (p. 676)

