---
layout  : wiki
title   : 몰입을 위한 루틴(정희원 교수) 
summary : 
date    : 2023-10-01 21:19:41 +0900
updated : 2023-10-01 21:36:08 +0900
tags    : 
toc     : true
public  : true
parent  : 
latex   : false
---
* TOC
{:toc}

## 개요
* 서울아산병원 정희원교수(노년내과)의 몰입을 위한 루틴을 정리한 글이다.
* 출처: https://youtu.be/in_MzXLB2N0?si=kwRhfReoLO70EP9V](https://youtu.be/in_MzXLB2N0?si=kwRhfReoLO70EP9V
  
## 몰입을 위한 루틴

1. 금주
2. 스마트폰 치우기
3. 취침 전 스트레칭
* 폼롤러를 이용한 스트레칭
* 대퇴사두근, 흉추, 어깨 스트레칭
* 코어운동 약간

4. 수면
* 7시간 이상 수면
* 공복에 수면. 단, 근력 운동을 한 날에는 약간의 복합탄수화물, 식물성 단백질
* 취침 전에 캐모마일 같은 허브차와 글리신 3g 섭취. 단, 글리신의 경우 효과에 관한 증거가 많이 쌓여있지는 않음.

5. 기상 후 아침
* 코어운동 5분
* 스트레칭(고관절, 어깨 스트레칭)
* 짧은 마음챙김

6. 아침 식사
* 방탄커피(커피+올리브오일)
* 운동을 해야 하면 MIND 식사(밥, 올리브오일)

7. 몰입 사이클
* 뽀모도로 방식: 25분 작업 + 5분 휴식 / 45분 작업 + 15분 휴식
* 휴식시간에 하는 행위는 다음 3가지로 한정:
	* 세미 스파인(Semi Supine; 알렉산더 테크닉)
	* 스트레칭
	* 마음챙김

8. 이동성(Mobility)
* 운동된 상태를 유지한다.
* 스트레칭, 코어운동, 다양한 운동 조합
* 체육관에서는 로잉머신
* 중량운동: 최소 주 1회 이상(주 2회 이상 권장); 데드리프트, 스쿼트, 런지 등
* 달리기: 최소 주 10Km 이상(5Km씩 주 3회 달리기를 함)
* 수영: 주 1회
* 악기연습: 이틀에 1회, 회당 1시간

9. 마음건강(Mentation)
* 적어도 하루에 30~40분 이상 영어논문 읽기
* 독서
* 하루에 20~30분 영어, 한글로 글쓰기
* 마음챙김
* 수시로 호흡 돌아오기
* 위스퍼-아(whispered-ah; 알렉산더 테크닉)

10. 건강과 질병(Medical Issues)
* MIND 식이, 올리브오일

11. 몰입 기록
* 몸의 반응, 생활습관이 몰입에 미치는 영향(e.g. 술을 마시면 며칠동안 영향을 미치는지) 등을 기록함


