---
layout  : wiki
title   : 당신도 느리게 나이 들 수 있습니다 
summary : 
date    : 2023-10-01 21:44:19 +0900
updated : 2023-10-02 11:51:03 +0900
tags    : 
toc     : true
public  : true
parent  : 
latex   : false
---
* TOC
{:toc}

## 개요
* 지은이: 정희원
* 펴낸곳: (주)도서출판 길벗
* ISBN: 979-11-407-0258-9 03510

## 밑줄
### 머리말: 한국 사회의 최대 위기, 우리는 빠르게 늙고 있다
#### 자본주의의 편안함이 노화를 앞당긴다
#### 가속노화의 고리를 끊어내는 시작점
#### 내재역량 관리
#### 건강의 주체가 되는 선순환의 시작

### 1부 당신의 삶이 노화의 속도를 결정한다: 복잡적응계 ‘몸’ 이해하기
#### 우리의 몸은 노화에 최적화되지 않았다
##### 바뀐 게임의 규칙 그리고 몸의 변화
> 자연스러운 식사, 혈당이 거의 오르지 않는 식사를 한다면 애초에 뱃살로 갈 초과 혈당이 거의 없는 것과 대비된다.
> 여기에 운동을 하지 않고 근육을 쓰지 않으며 그림 1의 가로 점선 높이는 더 낮아진다. 당처리 체계의 성능이 떨어져 똑같은 음식을 먹어도 혈당은 더 높아진다(인슐린저항성). 더 많은 에너지가 뱃살로 간다. 혈당이 높아지면 췌장을 쥐어짜 인슐린이 쏟아져나온다. 잠도 쏟아진다. 이렇게 졸다 깨면 갑자기 당이 당긴다. 인슐린이 급히 혈당을 떨어뜨린 탓이다. 갑자기 떨어진 혈당은 스트레스호르몬의 양대 상맥인 노르에피네프린(norepinephrine)과 코르티솔(cortisol)을 분비시킨다. 음식이 다여 어쩔 줄 모른다. 온몸에 힘이 빠지면서 짜증이 난다. 그래서 달달한 간식을 찾는다.
> 이렇게 만들어진 뱃살과 지방간, 근내지방에 있는 지방세포는 여러 가지 나쁜 호르몬을 만들며 염증물질을 쏟아낸다. 특히 스트레스호르몬과 염증물질은 혈관을 손상시켜 혈압을 올리고 멀쩡한 근육단백질을 녹여 혈당을 놓일 뿐만 아니라 뇌로 가서 인지기능을 떨어뜨린다. 인지기능이 떨어지면 판단과 자제를 담당하는 전두엽의 또 다른 기능도 떨어진다. 자제력이 떨어지니 더 자극적인 것을 찾고 더 먹는다. 본능에 충실해진다. 운동 생각이 날 수가 없다. 운동을 하지 않으니 근육은 더 빠르게 녹고 배는 볼록해진다. 호르몬 이상도 더 과격해지고 염증물질 또한 더 늘며 판단력과 집중력은 더 떨어진다. 실제로 우리가 먹는 것이 전두엽의 기능들에 영향을 준다는 과학적 증거가 최근 여러 분야에서 확인되고 있다. (p. 21~23)

##### 높은 혈당 변동성이 만들어내는 악순환

#### 쾌락 중독’은 어떻게 몸을 망가트리는가
##### 도파민 신호는 빠르게 적응한다
##### 쾌락의 총량은 늘릴 수 없다
##### 도파민 리모델링을 시작하자
> 삶에서 어떤 자극원이 지금 도파민을 분비시키는지 알고, 해롭고 강력한 것들부터 덜어내는 식으로 '도파민 리모델링' 일지를 적어보자. 예를 들어 단것이나 술이 당긴다면 언제 당기는지, 그때의 마음은 어땠는지, 왜 그런 생각을 했는지, 그냥 목이 말랐던 것인지, 스트레스를 받았던 것은 아닌지, 당이 든 음료수나 맥주를 마시는 대신 물 두컵을 마시고 나니 어떤 느낌어있는지 기록해본다. 같은 방식으로 잠들기 전에 유튜브 대신 책을 보면 어떤 느낌이 드는지, 지하철에서 구부정하게 스마트폰을 보지 않고 바르게 안거나 서서 호흡에 집중하면 어떤 느낌이 드느지 등을 매일매일 간략하게 기록해보는 것이 좋다. (p. 37)

> 도파민 리모델링을 하는 데는 의외로 시간이 오래 걸리지 않는다. 며칠 내에 악순환의 고리가 약해지는 것을 느끼고, 2~3주면 일상에 변화가 꽤 생기며, 2~3개월이면 인지와 정서, 체형에 이르기까지 광범위한 변화가 생긴다. (p. 38)

#### 현대인의 뇌는 쉬는 순간이 없다
##### 마음의 엔트로피가 높을수록 쉬지 못한다
##### 디폴트모드네트워크 안정화시키기
> 마음의 엔트로피를 낮추는 훈련은 근력운동과 비슷하다. ...(중략)... 근력운동을 짧은 시간이라도 매일 꾸준히 하면 몇 개월 내에 몸이 크게 변화하는 것과 마찬가지다. 반면에 마음방황을 돌보지 않고 견디기 어려워하면 평온한 뇌 상태를 만드는 것이 점점 어려워진다. 편안한 침대에만 누워 지내면 하루에 1퍼센트 정도씩 근력이 떨어져 나중에는 운동할 힘이 없어지는 것과 같다. (p. 46)

#### 고통을 피하려는 본능을 이겨야 한다
##### 보상회로와 통증회로의 기묘한 관계
##### 작은 고통을 피해 도망치면 더 큰 고통을 만난다
츠
#### 노화의 재설계, 습관부터 시작하자
##### 잘못된 습관을 강화하는 보상부터 파악하라
> 먼저 자각해야 한다. 현재 겪고 있는 문제와 이를 해결하지 않았을 때 예상되는 결과 그리고 해결했을 때 개선되는 점을 구체적이고 현식적으로 깨달아야 그동안 살아온 관성을 이기고 삶의 방향을 전환할 수 있다. (p. 55)

> 그다음에는 나쁜 습관회로를 없애고 좋은 습관회로를 만들어야 한다. 사람의 뇌에는 중독회로와는 별도로 습관회로가 있다. 이 습관회로는 단순화하면 '신호 &rarr; 회로 작동, 행동 &rarr; 목표, 보상'으로 구성된다. 집에 들어가자마자 맥주를  마시는 습관을 예로 들면, 신호에는 직장과 퇴근길의 스트레스, 퇴근길에 접하는 맥주 광고, 여섯 시를 알리는 시곗바늘(파블로프의 조건반사 수준의 습관이 형성되기도 한다), 저녁 시간의 배고픔과 목마름 등이 모두 포함된다. 이 신호에 따라 냉장고에서 맥주를 거내 마시면 도파민과 엔도르핀이 분비된다. (p. 56)

> 습관회로가 유지될 만큼의 목표(이성)나 보상(본능)이라는 연료를 제거하면 습관은 버릴 수 있다. 회로는 사람마다 다르게 구성되기 때문에 스스로 생각과 행동을 쪼개어 분석해야 한다. A에게 구체적으로 '긴 시간 일을 한 후에 맥주를 마시고 바로 쓰러져 단다'라는 목표가 있었다. 이렇게 자고 나면 다음 날 일찍 일어나서 일할 수 있다는 믿음이 있었다. 그러나 술을 마시면 잠들고 수면 구조가 정상적으로 지속되지 않고 마디마디 끊어지면서 적절한 렘수면이 이루어지지 않아 다음 날 인지기능과 업무 효율은 더 떨어진다. (p. 57)

> 가장 눙요한 습관회로의 원동력을 파악했으면 이를 이용해서 이 회로를 명확하게 약화시킬 수 있다. A에게 알코올 금단증세를 줄이는 약물을 집에 도착하기 전에 소량 복용하도록 했고, 집에 도착해서는 잠시 쉬다가 바로 잠자리에 들게 했다. ...(중략)... 마침 둔동을 해서 땀을 많이 흘린 직후 갈증이 나서 맥주 한 캔을 원샷하는 평소 습관과 달리, 330밀리리터짜리 유청단백질 한 컵을 벌컥벌컥 마시다가 순간적으로 깨달았다. 나에게는 갈증이 '신호'였고 갈증의 해소가 '보상'이었던 것이다. 그 후 운동을 하다가 퇴근한 다음에는 갈증을 느끼지 낳을 만큼 시원한 물을 충분히 마시는 것만으로도 맥주에 대한 갈망이 사라졌고 금주 상태를 장기간 유지했다. (p. 58)

> 행동 자체가 습관을 강화시키므로 실제 행동으로 이어지지 않게 장애물을 만드는 것도 좋다. 예를 들어 술을 끊어야 한다면 술이 눈에 보이지 않게 치우고, 술을 마셔야 하는 자리에는 되도록 가지 않아야 한다. (p. 59)

> 습관을 없애기 위해서는 자각, 태도에 따른 이성의 힘, 장애물 등 모든 가용자원을 다차원적으로 동원하는 것이 좋다. (p. 59)

##### 불편한 것을 편안하게, 좋은 습관을 만드는 과정

#### 삶의 내재역량이 높아야 노화의 가속도를 줄인다
##### 스트레스를 감당하는 몸은 무엇이 다른가?
> <<결핍의 경제학>>에 따르면, 각 개인의 내재역량 총합의 크기에는 별 차이가 없기 때무에 경제적 궁핍 등으로 내재역량이 잠식된 사람들은 지속적으로 근시안적 의사결정을 하는 경향성이 생길 수밖에 없다. 내재역량을 점유하는 스트레스 요인은 자각과 습관회로의 재설계 과정을 통해 조정할 수 있다. 내재역량 자체도 생활습관을 어떻게 만드는지에 따라서 조절할 수 있다. 적절한 근력운동을 지속적으로 수행하면 당부하를 견디는 대사쳬계의 내재역량이 개선된다. 이처럼 사람의 전반적인 내재역량을 충분히 키워낼 방법들이 있다. (p. 69)
##### 관리하기에 따라 낮은 내재역량도 끌어올릴 수 있다

#### 성공적인 나이 듦을 위한 네 가지 기둥
##### 삶을 이루는 요소, 도메인은 모두 연결되어 있다
##### 다면적 내재역량 관리의 네 가지 축

### 2부 노화를 이기는 몸: 노화의 속도를 늦추는 첫 번째 기둥, 이동성
#### 몸은 움직이도록 설계되었다
##### 이동성을 방해하는 현대사회의 요소들
##### 이동성 내재역량이 무너졌을 때
##### 단 하나의 원칙, 운동과 이동을 분리하지 말 것

#### 어떻게 운동해야 할까
##### 그런 운동은 틀렸다
> 요약하자면 이동성 도메인의 내재역량을 높이기 위한 운동도 각각의 세부 도메인의 조합이 균형 있게 이루어져야 한다. 세부 도메인들의 기능이 어느 정도 갖추어져야 운동할 때 발생하는 부하가 긍정적인 자극으로 작용한다. (p. 99)
##### 습관의 관성을 이길 줄 알아야 한다
> 운동은 많이, 자주, 열심히 해야 한다. 최소한 일주일에 중강도 기준으로 2시간 30분 정도는 신체활동을 하는 것이 좋다. 5시간 이상 운동을 하면 더 좋다. 중강도란 땀이 나고 숨이 약간 찬 정도를 의미하는데, 요즘 유행하는 고강도 인터벌 트레이닝(high intensity interval training, HITT)처럼 고강도 운동을 수행하면 중강도 운동을 하는데 쓰는 절반의 시간만으로도 유사한 효과를 얻을 수 있다. 중강도 운동에는 느린 수영, 빠른 걷기, 복식 테지스, 땀 흘리는 요가 등이 있고, 고강도 운동에는 달리기, 빠른 수영, 단식 테니스, 시속 16킬로미터 이상의 자전거 타기, 줄넘기, HITT 등이 있다. 통상적인 지침에 따르면 적어도 주 3회는 건강증진을 위해 운동해야 하다. 그리고 일주일에 적어도 두 번 이상 몸의 모든 근육을 사용하는 운동이 필요하다. 유연성, 균형, 협응 등 세부 도메인에 대해서는 기준이 정해져 있지 않다. 운동해서 얻는 이익을 숫자로 환하는 연구가 이루어지지 어렵기 때문이다. (p. 104)

##### 올바른 운동의 파급효과
> 근육량과 근력을 키우는 방향으로 운동을 계획했다면 하루에 체중 1킬로그램당 1.2~15그램의 단백질을 섭취하는 것이 좋다. 보디빌딩대회에 나가는 수준으로 본격적이고 체계적으로 운동한다면 몇 개월 정도는 하루에 섭취하는 단백질을 체중 1킬로그램당 2.5그램 정도까지 일시적으로 늘려볼 수 있다. 하지만 이보다 과도하게 단백질을 섭취하면 여러 장기의 전반적인 노화속도가 빨라질 가능성이 있다. 노화지연과 만성질환 예방을 모두 고려한다면 동물성 단백질 섭취에 치중하기보다는 동식물성 식품 섭취의 자연스러운 균형을 찾는 것이 낫다. (p. 108)

> 그림 12 | 이동성 내내역량 광화를 위한 올바른 구성의 예(A)와 부실한 구성의 예(B)
> (A) 충분한 영양, 휴식, 수면 &rarr; 바른 자세, 코어 강화 &rarr; 스트레칭 &rarr; 전신 근력 &rarr; 걷기, 등산 &rarr; 스포츠
> (B) 스포츠 &rarr; 걷기, 등산 &rarr; 전신 근력 &rarr; 의자생활 &rarr; 스마트폰 &rarr; 가속노화 식사, 휴식 부족, 스트레스
> 그림 12는 이 모든 것을 전제로 이동성 내재역량을 높이기 위한 기초를 보여준다. 4M 도메인 전반의 안정과 자세, 다양한 이동성 세부 도메인의 훈련이 갖춰진 후에야 특정 스포츠 종목에 대한 집중적인 훈련이 의미가 있다. 이 기초가 갖춰지지 않고 고중량 웨이트트레이닝, 달리기, 걷기 등에 과도한 노력을 배분하면 운동의 유익한 효과는 충분히 얻지 못하고 부상이나 관절의 손상을 경헙할 가능성이 높다.
#### 올바른 삶의 방향은 자세에서 시작된다
##### 잘못된 자세에서 시작되는 악순환
##### 노화를 이기는 자세습관

#### 운동습관만큼 든든한 노후자산은 없다
##### 운동의 과학적 효과
##### 부작용 없는 치매 예방약

### 3부 시계를 거꾸로 돌리는 무기, 마음: 노화의 속도를 늦추는 두 번째 기둥, 마음건강
#### 마음을 놓치면 삶도 놓친다
##### 마음이 하는 일
> 불교에서는 인간의 고통을 만드는 근원으로 탐욕(탐), 분노(진), 어리석음(치), 이렇게 세 가지를 꼽아 삼독이라고 한다. 균형 잡힌 신체활동과 운동, 가속놔화를 예방하는 절제된 식습관과 금주, 금연 등의 생활습관은 이 삼독ㄱ이 가속노화로 이어지는 악순환을 끊어준다. 하지만 탐욕, 분노, 어리석음의 불씨가 끊임없이 타오르는 상황이라면 마치 뒷산에 모조리 다 타버리는 데고 마을 입구에서 집을 지키기 위해 물을 뿌리고 있는 것과 다르지 않다. (p. 131)
##### 마음챙김의 과학적 효과
> 마음챙김의 요소로는 크게 다음의 세 가지가 있다.
> 1. 현재 떠오로는 생각이나 몸 안팎의 감각기관을 통해 느껴지는 여러 가지 정보를 관찰하고 자각하며 구체적으로 기술하고 명명하기
> 2. 이러한 정보들에 대해 옳고 그름 또는 참과 거짓 등을 판단하지 않고 있는 그대로 보고 받아들이기
> 3. 현재 순간에 집중하기 (p. 132)
##### 마음챙김으로 건강을 되찾는 법
> 처음에는 호흡에 집중하는 것이 어려울 수 있다. 시작할 때는 코끝에서 공기의 흐름을 느끼거나 배와 가슴의 움직임에 집중하는데, 호흡을 '관찰'하는 것이지 '조절'하는 것은 아니다. 자연스럽게 호흡해야 한다고 생각하면 할수록 오히려 긴장할 수 있다. 호흡을 생각하지만 호흡에 대해 생각하려 집착하지는 않아야 한다. 서거나 앉거나 누운 모든 자세에서 몸에 긴장한 곳이 있는지 살펴보자. 입꼬리를 살짝 들어올려 아주 고요한 미소를 지어보면 긴장이 해소되는 것을 느낄 수 있다. 호흡을 바라보고 있으면 여러 가지 생각들이 머릿속에 떠오르지만 억누르려 하지 ㅇ낳고 그대로 바라본다. (p. 135~136)

> 호흡에 집중하는 것을 도와주는 방법으로 '수식관'이 있다. 숨을 세는 과정을 연습하는 것이다. 들숨에 1, 날숨에 2를 붙이기도 하고 들숨만 세거나 날숨만 세기도 한다. 개인적으로는 하나의 호흡주기인 들숨과 날숨을 합쳐 1로 세는 것이 가장 편했다. 이렇게 해서 8회 또는 10회를 한 묶음으로 간주하고 몇 묶음씩 집중해 본다. 억지로 집중하기 위해 노력하지 않고 생각이 흐트러지면 다시 1로 돌아온다. 지하철, 버스, 엘리베이터 등에서 연습하면 아주 좋다. 호흡에 집중하는 것이 조금씩 익숙해지면 일상생활에서의 비공식 수련으로 마음책임 영역을 확대할 수 있다. (p. 136)

#### 몰입은 강력한 저속노화 인자
##### 몰입을 방해하는 시대
##### 몰입근력을 키울수록 휘둘리지 않는다
##### 나에게 맞는 몰입환경 설계하기
> 몰입 상태를 유지하기 위해서는 다음과 같은 노력이 도움이 될 수 있다. ...(중략)... 개인적으로는 여기에 충분하고 질 좋은 수면, 금주 상태, 스나트폰 등 자극원이 없는 환경, 마음챙김이 충분히 이루어진 마음을 모두 갖춰야 한다고 생각한다. (p. 145)

> 사람마다 하루 중에 자신의 집중력이 가장 높은 시간이 다른데, 그 시간을 찾아 최상의 몰입을 노리는 것도 방법이다. 실현할 수 있는 목표를 설정하는 것도 중요하다. 예를 들어 책 한 권을 집필한다고 가정해보자. 하루 동안 3부의 뒤쪽 절반을 쓸 것이고, 이번 몰입 주기에는 한 장의 앞쪽 세 단락을 쓰기로 정한다. 이렇게 손에 잡히는 목표를 설정해야 몰입하는 데 도움이 된다. (p. 145)

> 마음챙김, 몰입은 사람마도 효과적인 방법이 다를 수 있다. 따라서 그날그날의 경험을 짧은 몇 문장으로라도 기록해놓으면 중단기적으로 어떤 생활습관이 가장 효괒거인지 확인하는 데 큰 도움이 된다. 마음방황의 정도나 몰입의 질을 주관적으로 정량화(0~10점)해서 기록해보는 것도 좋은 방법이다. 개인적으로는 아침과 점심이 탄수화물과 당분을 가능한 한 적게 먹고, 빠르게 5~6킬로미터 정도를 달리는 것이 마음의 방황을 가라앉히는 데 큰 도움이 되었다. 반면이 6시간 이하의 수면이 유지되는 상황에서는 그 어떤 노력을 하더라도 몰입할 수 없었다. 가장 집중이 잘되는 시간은 밤 열한 시부터 새벽 한 시 사이였다. (p. 146)
#### 잠이 부족하다면 어떤 문제도 해결할 수 없다
##### 초강력 가속노화 인자, 수면부족
> 몇몇 연구에 따르면 만성 수면부족은 치매 발명을 10년쯤 앞당길 수 있다. 이런 여러 가지 건강상의 해악을 예방하는 최소 일일 수면시간은 평균 7~7.5시간이다. (p. 152)
##### 어떻게 수면문제를 해결할 수 있을까?ㅑ
> 먼저 스스로 적절한 수면의 양을 확보하고 있는지를 호가인하고 생활을 바로잡아야 한다. 수면시간이 절대적으로 부족하면 아무것도 바꿀수 없다. 예컨대 아무리 잘 짜여진 운동 프로그램을 수행하더라도 근육량이 제대로 늘어나지 않고 기능이 향상되지 않으며, 아무리 몸에 좋다는 음식을 먹어도 인슐린저항성은 개선되지 않는다. 수면을 충분히 취한 다음이라면 카페인이자 그 밖의 각성제가 없어도 정상적으로 집중하고 일상생활이 가능할 ㄱ서이다. (p. 153)

> 수면다원검사를 받고 필요하다면 양압기를 처방받는 것도 좋은 방법이다. 하지만 운동과 식사 등 생활습관 전반을 개선하려는 노력이 선행되거나 병행되어야 한다. 정신활동과 신체활도으이 심각한 불균형을 개선하는 노력이 먼저라는 것이다. 신체활동량을 닐리고 규칙적인 운동을 생활습관에 추가하는 것만으로도 빨리 그기로 깊이 잘 수 있다. 이른 아침과 대낮에 외부 활동을 하면서 햇빛을 많이 쬐면, 낮에 덜 졸리고 밤중 적절한 시간에 자연산 수면제인 멜라토닌이 분비된다. 많이들 알고 있듯이 밤에 스마트기기를 사용하면 멜라토닌 분비가 억제되어 잠에 들기 어려우므로 이 역시 피해야 한다. 낮에 업무의 생산성을 쥐어짜기 위해, 게다가 부족하고 질 나쁜 잠의 여파를 만회하려고 카페인이나 다른 각성제를 들이붓는 것은 그만두어야 한다. 정비가 되지 않아서 효율과 출력이 떨어진 자동차 엔진에 더 많은 연료와 공기를 집어넣어 과부하를 일으키는 격이니까. (p. 155~156)

> 내재역랑을 다면적으로 끌어올리기 위해서는 7시간이 되었뜬 8시간 되었든 자신에게 가장 적절한 수면시간을 찾아서 반드시 사수해야 한다. 잠을 줄이지 않으면 할 수 없는 과업은 애초에 하지 말아야 하는 무리한 ㄱ서이다. 당신이 꿈구는 그 목표는 오히려 잠을 1시간 더 잘 떄 달성할 가능성이 높다. (p. 156)
#### 건강한 노년은 세상의 욕망에서 자유롭다
##### 끊임없는 비교는 미래의 자기를 위협한다
##### 고요한 마음을 되찾아주는 세 가지 해독제
> 삼독의 악순환은 세 가지 방법[삼학; 삼학이란 계(계율, 몸과 입과 뜻으로 나쁜 짓을 하지 않도록 막는 것), 정(선정, 어지럽게 흩어진 마음을 한 곳에 머물게 하는 것), 혜(지혜, 미혹을 깨뜨리고 진리를 깨닫기 위해 고, 집, 멸, 도의 사성제나 십이연기 또는 실상을 관하는 것)다. 여기서 이야기하는 세 가지 방법은, 이 삼학을 가속노화와 4M의 관점으로 재해석한 것이다] 으로 제어할 수 있다. 첫째, 고정된 실체로서의 자아가 있다고 착각하는 어리석음에서 벗어나야 한다(혜). 자아의 욕심은 완전히 충족시킬 수 없다는 것을 깨닫고 도파민의 밑 빠진 독을 바라볼 수 있어야 한다. 그러기 위해서 비교가 자아를 끝없이 자극한다는 사실을 이해해야 한다. 
> 둘째, 마음챙김을 통해 번뇌, 즉 탐욕과 분노에서 벗어나야 한다(정). ...(중략)... 자아에 대한 생각은 하지 않으려고 애써도 없어지지 않는다. 화도 억지로 참는다고 참아지지 않는다. 하지만 마음챙김 상태가 되면 자아의 불꽃은 점차 사그라든다. 마음챙김을 늘 신경 쓰면 상황을 보다 객관적으로 바라볼 수 있게 된다. 어떤 자극이 자신의 머릿속에 들어와 화를 만들어내는 과정을 살펴볼 능력이 생긴다. 분노회로에 시동을 걸어야 할지 말아야 할지 멈춰 서서 숙고할 능력이 길러지는 것이다. 결과적으로 불필요한 분노나 스트레스를 느끼지 않게 된다.
>  셋째, 가속노화 사이클을 구성하는 요소를 삶에서 덜어내야 한다(계). 가속노화에 빠진 삶은 어리석음과 분노를 강화한다. ...(중략)... 4M의 내재역량을 유지하기 위한 모든 생활습관을 지켜야 한다. 번뇌의 씨앗이 혹여나 산불을 만들더라도 이런 삶의 방식을 굳건히 하면, 적어도 그 산불이 마을의 집을 태워버리는 것은 막을 수 있다. (p. 159~160)

> 삼학을 실천하면 마음의 엔트로피가 더 낮은 상태, 내재역량이 더 높은 상태의 마음건강을 빚는다. 삼학을 통해 자아라는 검은 점이 흐릿해지면 그동안 먹고 마시고 싶던 것들, 갖고 싶던 것들, 이루고 싶던 것들, 화나게 하던 것들의 영향력이 약재히는 ㄱ서을 볼 수 있다. 나의 탐욕과 분노가 가속노화 사이클에서 벗어나지 못하도록 쇠사슬 역할을 하고 있었음을 깨닫는 것이다. (p. 161)
### 4부 나이를 먹으면 아픈 것이 당연하다는 착각: 노화의 속도를 늦추는 세 번째 기둥, 건강과 질병
#### 당신이 먹는 것이 곧 당신이다
##### 당신의 다이어트는 틀렸다
##### 자연스러운 식욕인가, 인위적인 식탐인가?
##### 탄수화물의 흡수 속도를 이해하라 
##### 지속 가능한 노화 예방 식습관
> MIND 식단(Mediterranean-DASH Diet Intervention for Neurodegenerative Delay)이 가장 효과적이다. ...(중략).. 이 식단에는 녹색 채소를 비롯한 모든 채소, 견과류, 산딸기류 열매(딸기, 블류베리 등), 올리브오일, 통곡물, 콩류, 가금류, 생선 등의 섭취를 강조한다. 와인은 하루 한 잔까지만 마실 것을 권하며, 당분이나 정제곡물, 패스트푸드, 붉은 고기, 버터나 마가린, 치즈는 절제한다. 한 연구에서 약 5년 동안 식단에 따른 인지기능 변화를 관찰했는데, MIND 식단을 실천하는 사람들은 최악의 식습관을 유지하느 사람들에 비해 무려 10년당 7.5년치의 뇌 노화지연 효과가 있었다. 
> MIND 식단은 한식으로도 그 요소를 대부분 구현할 수 있다. 콩과 채소, 두부를 많이 먹고 올리브오일을 요리에 충분히 사용하며 소금과 설탕을 최소한으로 사용하고, 잡곡과 현미를 충분히 섞어서 밥을 하면 금상첨화다. 안타깝게도 집 밖에서 만나는 음식을은 MIND 식단과 정반대의 특성을 가진 경우가 많다. 어쩔 수 없이 일상에서 바깥 음식을 주로 먹어야 하는 상황이라면, 하루 한 끼 정도는 앞서 언급한 올리브오일을 듬뿍(정말 많이 넣어야 한다) 뿌린 샐러드로 끼니를 만들어보는 것도 방법이다. 가속노화 식사를 할 수밖에 없는 상황이라면 단순당과 정제곡물의 비중을 최대한 줄이고 내가 선택할 수 있는 식사에서는 가급적 MIND 식단의 요소들로 영양소를 채워보자. (p . 175~176)
#### 술과 담배, 예외는 없다
##### 흡연은 시작하지 않는 것이 가장 좋다
##### 담배보다 무서운 술
##### 약간의 술은 정말 건강에 좋을까
> 마음건강의 내재역량이 좋아지고 습관이 서서히 흐릿해진 후에도, 지치거나 목이 많이 마르거나 스트레스를 만이 받을 때 시원한 맥주 한 잔이 생각날 수는 있다. 하지만 그때는 자신에게 필요한 것이 잠인지, 물인지, 양질의 식사인지, 마음챙김 명상인지 살필 수 있게 된다. 술 한 가지만 억지로 끊는다고 술과 작별할 수 있는 것이 아니다. 이 책에서 다루는 전반적인 내재역량 조메인들의 상태가 함께 좋아져야 한다. (p. 190)
#### 당신은 더 나은 결정을 할 수 있다
##### 보이는 대로 생각하는 인간
##### 노화의 속도 조절을 한눈에 이해하는 사고실험
> 첫 번째 수도꼭지인 시간은 누구에게나 공평하다. 주 번째 수도꼭지인 유전자는 이미 태어난 이상 바꾸기가 어렵다. 세 번째 수도꼭지는 후생유전학적 지형, 생활습관, 환경, 질병, 약 등 모든 후천적 경험을 포함한다. 후생유전학적 지형이란 유전자 발현을 조절하는 유전체 주변 환경을 의미하는데, 개체와 환경의 상호작용을 통해 끊임없이 변화한다. 수비게 발해서 꾸준히 노력하면 유전자의 발현 정도나 시기를 변화시킬 수도 있다는 뜻으로, 팔자도 어느 정도 고쳐볼 수 있다. 단 세번째 수도꼭지가 일정 정도 열려서 유량이 많아지면 점점 잠그기 어려워진다. 일단 구멍이 생긴 댐은 점점 붕괴에 취약해지는 것과 마찬가지다. (p. 199)
#### 항노화요법이라는 거짓 신화
##### 가짜 항노화요법들
##### 동물에게서 효과가 입증된 방법들

### 5부 지혜롭게 나이 들기 위한 덜어내기의 기술: 노화의 속도를 늦추는 네 번째 기둥, 나에게 중요한 것
#### 내재역량을 관리하면 인생이 관리된다
##### 노후에 믿고 의지할 것은 내재역량뿐
##### 사회적 고립을 막는 ‘내재역량의 균형’
##### 지속 가능한 노년생활의 포트폴리오
> 몇 개월 동안 이러한 교착상태에 빠져 있다가 노르웨이 음악원의 호른 연주자 율리우스 프라네비키우스의 글을 읽고 생각을 바꿨다. 그는 호른 연주자가 되려면 악기 연주를 연습하는 것도 중요하지만 먼저 건강한 사람이 되어야 한다고 했다. 스트레칭과 명상, 요가, 알렉산더테크닉을 연습하고 수용과 조깅 등의 운동을 하며 무엇보다 잘 먹고 잘 자야 한다고 역설했다. 크라네비키우스는 4M의 도메인들이 상호작용을 통해 만다는 선순환을 알았던 것이다. 그의 조언을 따라 4M 도메인을 점검했고 연습시간은 줄이는 대신 나머지 도메인에 시간을 더 할애했다. 이후 몇 달에 걸쳐 소리는 제자리를 찾아갔다. (p. 226)

> 배움 자체도 마찬가지다. ...(중략)... 반대로 번거롭더라도 꾸누히 근본적인 사실관계와 전문가들의 사고과정을 따라가는 연습을 하면 전체적이고 통합적인 생각의 틀을 만들 수 있다. 또한 학문적 지식이 형성되는 과정에 토대가 되었던 사람들의 사고방식을 이해할 수 있다. 저명한 투자자 찰스 토머스 멍거는 다양한 전문 분야의 지식을 끊임없이 공부하면서 머릿속에 생각의 격자를 만드는 것이 세상을 이해하고 보다 나은 의사결정을 내리는 데 필요하다고 했다. 예를 들어 연관성이 별로 없는 A, B, C 세가지 학문 분야가 있다고 가정해보자. A분야의 어떤 질문에 대한 좁고 깊게 반복해서 고민하기보다, B, C 분야에서는 비슷한 현상에 대해 어떻게 생각하는지를 이해하면 A 분야를 보다 새롭고 깊이 이해할 수 있다. 이러한 방식으로 지식과 사고의 네트워크를 만다는 과정을 무한히 반복하는 것이 제대로된 공부라고 생각한다. (p. 226)

> 이렇게 거대한 격자를 형성하는 역량 포트폴리오를 지속적으로 유지하고 보수하는 능력은 끊임없는 읽기와 생각하기, 쓰기를 통해 갖출 수 있다. 영상이나 사진, 짧은 글이 주는 인공적인 자극원에 반복적으로 노출되는 현재의 미디어 환경에서 이 능력들을 살리기 위햇서는 특별한 규율과 노력이 필요하다. 술이나 당분, 담배를 끊을 때와 마찬가지로 심리적, 신체적으로 어떤 상태일 때 스마트폰이 주는 싸구려 자극원에 탐닉하는지 스스로 분석해보고 그러한 상황이 되면 마음책임이나 책으로 우회할 습관 통로를 만드는 것이 좋다. 각종 알림을 끄고 책이나 머릿속 생각에 집중할 시간을 30분에서 1시간 단위로 달력 앱에 표시하고 이 시간에는 약속이나 다른 일정을 잡지 않는 방법도 있다. (p. 228~229)
#### 인생에서 중요한 것만 남기는 힘
##### 쓸모없는 것을 쓸모 있다고 우기는 소비자본주의
##### 나에게 중요한 것은 무엇인가?
##### 재화의 가치 재평가하기
> 재화를 구입하거나 경험하려면 해당 재화의 사용가치, 교환가치와 사회적 가치를 살피는 능력을 길러야 한다. 물건을 왜 구입하려고 하는지, 그것이 왜 필요한지 분석하는 연습을 반복하면 그렇게도 사고 싶던 물건이 그다지 필요하지 않은 것임을 깨달을 수 있다. 당분이나 술이 당길 때의 내적 욕구를 갈증, 스트레스, 배고픔, 피곤 등으로 분석해보는 것과 마찬가지로 소비 욕구를 신체적, 감정적 요인으로 나누어보는 것도 좋은 방법이다. (p. 240)
#### 사회적 노쇠에도 대비해야 한다
##### 사치가 되어버린 사회자원
##### 노년기의 양극화를 심화시키는 가상화된 관계
##### 내게 맞는 건강한 관계를 찾아서
> 현재를 살아가는 우리는 조금은 반직관적으로 행동할 필요가 있다. 바쁘고 삶이 힘들수록 시간을 들이기 어려운, 우순선위가 한참 떨어져 보이는 오프라인 활동들에 시간을 투자해야 한다. 봉사활동, 종교활동, 사회참여, 문화활동 같은 것들이다. 공적인 비영리활동이 여의치 않다면 스포츠센터나 문화센터처럼 지역사회 내에서 이루어지는 상업적 사회활동도 대안이 될 수 있다. 꼭 이런 활동이 아니어도 사람과 상화작용할 수 있는 간단한 부업이나 파트타임 직업을 만들 수도 있다.
> 일상의 니자친 가상화를 해소하기 위해서는 사회활동에서 도파민적인 특성(목표 달성, 성취), 스트레스호르몬의 특성(비교하는 마음)을 찾기보다는 평온과 안정을 쫓는 것이 바람직하다. 사회활동에 속하는 일도 마음방황, 번뇌 등 가속노화의 요인을 제공할 수 도 있다. 따라서 관계에서도 중용을 되찾을 수 있는 방향으로 상호작용을 계획하고 실천해야 한다. (p. 250~ 251)
#### 100세 시대, 돈은 필요하다
##### 피할 수 없는 의료비 지출
##### 돈에 관한 왜곡된 생각이 문제다
##### 진정한 부의 체계는 내재역량에서 비롯된다
> 진정한 부의 체계는 '나에게 중요한 것'의 형성 과정에서 만들어지며 지금까지 이 책에서 다룬 내용을 포함한 다음 몇 가지의 방법으로도 만들 수 있다. 
> (1) 소비자본주의사회에서 경험하는 모든 것의 본질적 사용가치와 부차적이고 불필요한 가치들을 분리하는 안목을 키운다.
> (2) 역량 포트폴리오를 꾸준히 정비한다. 자신이 몰입할 수 있는 활동들 자체가 삶의 만족감과 보상을 주며 인지기능과 신체기능을 유지시킨다. 수입은 이러한 활동에서 부차적으로 발생한다. 혹시 태만이나 과잉이 4M을 갉어먹지는 않은지 조심스럽게 확인한다. 역량 포트폴리오가 사회경제적 사본을 서서히 형성할 수 있도록 한다.
> (3) 생애주기 관점에서 이동성, 마음건강, 건강과 질병을 관리한다. 질병을 예방하는 데 가장 적은 돈이 들고 조기에 관리하는 데 약간의 돈이 든다. 하지만 진행된 질병의 결과를 치료하거나 이로인해 발생한 여러 장기의 기능이상이나 장애를 회복하는 데는 막대한 돈이 든다.
> (4) 적절한 방법으로 경제적 자산을 관리한다. 돈의 의미와 역할을 이해한다. 인플레이션 상황에서 자산의 구매력을 유지할 방법을 공부한다. (p. 256~257)
### 맺음말: 요행을 기대할 수 없는 것이 노화
#### 다면적 노력이 평생 필요하다
> 가속노화에 빠진 삶을 정상화하는 것은 늪에 빠진 무거운 쇠공에 실을 매달아 언덕 위로 끌어올리는 노력과 비슷하다. ...(중략)... 하지만 잠시 중력을 잊고 실을 놓아버리면 쇠공은 다시 늪을 향해 구리기 시작한다. 본능을 이기려고 평생 노력해야 하는 이유다. 
> 계속 말했듯 노화는 복리의 특성을 가지고 우리 몸을 변화시킨다. 노화의 복리 효과는 당장은 눈에 보이지 ㅇ낳더라도 지속되면 큰 변화를 가져온다. (p. 260)
#### 지금이 가장 이른 때
> 마지막으로 주의할 것이 아나 있다. 첫째, 이 책에는 아직 주요한 장기 이상이 발생하거나 노쇠하지 않은 대다수의 성인, 특히 30~60세 사이의 사람들을 위한 전박적 조언들을 담았다. ...(중략)... 노화의 결과로 이미 기능저하가 발생하고 노쇠한 사람들에게는 이와는 상당히 나른 노인의학적 접근이 필요하다. 예를 들어 젊은 성인은 동물성 단백질, 특히 고기의 섭취를 줄이고 체지방이 쌓이지 않게 하는 식단이 4M의 내재역량 유지에 도움이 된다. 하지만 이미 신체가 쇠약하고 영양결핍 상태인 노년기 인구는 근육 생성을 촉진하는 동물성 단백질을 절제하면 오히려 4M이 전반적으로 악화될 수 있다. (p. 261~262)

